tests/applications/results/sqlite/ycsb_a/load_3.out
Adding shard node URL: jdbc:sqlite://home/harveylu/hello.db
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 11027
[OVERALL], Throughput(ops/sec), 90.68649678062937
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 595.0
[CLEANUP], MinLatency(us), 595
[CLEANUP], MaxLatency(us), 595
[CLEANUP], 95thPercentileLatency(us), 595
[CLEANUP], 99thPercentileLatency(us), 595
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 10858.156
[INSERT], MinLatency(us), 7704
[INSERT], MaxLatency(us), 28063
[INSERT], 95thPercentileLatency(us), 11583
[INSERT], 99thPercentileLatency(us), 22767
[INSERT], Return=OK, 1000