tests/applications/results/sqlite/ycsb_a/run_0.out
Adding shard node URL: jdbc:sqlite://home/harveylu/hello.db
Using shards: 1, batchSize:-1, fetchSize: -1
[OVERALL], RunTime(ms), 5525
[OVERALL], Throughput(ops/sec), 180.99547511312218
[TOTAL_GCS_PS_Scavenge], Count, 0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 0
[TOTAL_GC_TIME], Time(ms), 0
[TOTAL_GC_TIME_%], Time(%), 0.0
[READ], Operations, 510
[READ], AverageLatency(us), 79.55098039215686
[READ], MinLatency(us), 29
[READ], MaxLatency(us), 2193
[READ], 95thPercentileLatency(us), 131
[READ], 99thPercentileLatency(us), 187
[READ], Return=OK, 510
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 543.0
[CLEANUP], MinLatency(us), 543
[CLEANUP], MaxLatency(us), 543
[CLEANUP], 95thPercentileLatency(us), 543
[CLEANUP], 99thPercentileLatency(us), 543
[UPDATE], Operations, 490
[UPDATE], AverageLatency(us), 10872.995918367347
[UPDATE], MinLatency(us), 7688
[UPDATE], MaxLatency(us), 30623
[UPDATE], 95thPercentileLatency(us), 11711
[UPDATE], 99thPercentileLatency(us), 22735
[UPDATE], Return=OK, 490